[
    {
      
        "quoteText" :"“I would rather have a free bottle in front of me than a pre-frontal lobotomy",
		"author" : "Dean Martin",
        "img" : "https://images.gr-assets.com/authors/1208274380p2/590855.jpg"
    },
    {
      
        "quoteText" : "Caution: Drinking is not good for the phone and Twitter.",
		"author" : "Amit Abraham",
        "img" : "https://images.gr-assets.com/authors/1454899997p2/2839221.jpg"
    },
    {
       
        "quoteText" : "I used to think about it more, but you reach a certain age, you know who you are. Now, I live in a little room out in the country behind a bar... work four nights a week... in between I drink. And there ain't nobody there to stop me. I know who I am. And after all these years, there's a... victory in that.",
		"author" :	"Nic Pizzolatto",
		"img" : "https://images.gr-assets.com/authors/1392138501p2/603698.jpg"
    },
       {
      
        "quoteText" :"Oh, you hate your job? Why didn't you say so?  There's a support group for that. It's called EVERYBODY, and they meet at the bar.",
		"author" :"Drew Carey",
        "img" : "https://images.gr-assets.com/authors/1238011275p2/22598.jpg"
    },
    {
        "quoteText" :"I went out with a guy who once told me I didn’t need to drink to make myself more fun to be around. I told him, I’m drinking so that you’re more fun to be around.", 
		"author" :"Chelsea Handler",
        "img" : "https://images.gr-assets.com/authors/1276289932p2/20357.jpg"
    },
    
    {
       
        "quoteText" : "Writer's block is a fancy term made up by whiners so they can have an excuse to drink alcohol.",
		"author":"Steve Martin",
        "img" : "https://images.gr-assets.com/authors/1585425013p2/7103.jpg"
    },
    {
       
        "quoteText" : "She was the third beer. Not the first one, which the throat receives with almost tearful gratitude; nor the second, that confirms and extends the pleasure of the first. But the third, the one you drink because it's there, because it can't hurt, and because what difference does it make?",
        "author" : "Toni Morrison, Song of Solomon",
        "img" : "https://images.gr-assets.com/authors/1494211316p2/3534.jpg"
    },
    {
      
        "quoteText" :"I began to think vodka was my drink at last. It didn’t taste like anything, but it went straight down into my stomach like a sword swallowers’ sword and made me feel powerful and godlike",
		"author" :" Sylvia Plath, The Bell Jar",
        "img" : "https://images.gr-assets.com/authors/1586015851p2/4379.jpg"
    },
    {
     
        "quoteText" :"Good people drink good beer.",
		"author":"Hunter S. Thompson, Fear and Loathing in Las Vegas",
        "img" : "https://images.gr-assets.com/authors/1206560814p2/5237.jpg"
    },
    
    {
       
        "quoteText" :"Drink because you are happy, but never because you are miserable..",
		"author" :"G.K. Chesterton, Heretics",
        "img" : "https://images.gr-assets.com/authors/1365860649p2/7014283.jpg"
    },
    {
     
        "quoteText" :"An intelligent man is sometimes forced to be drunk to spend time with his fools.",
		"source" : "Ernest Hemingway",
        "img" : "https://images.gr-assets.com/authors/1574217836p2/1455.jpg"
    },
    {
      
        "quoteText" :"We were not a hugging people. In terms of emotional comfort it was our belief that no amount of physical contact could match the healing powers of a well made cocktail.",
		"author" : " David Sedaris, Naked",
        "img" : "https://images.gr-assets.com/authors/1213737698p2/2849.jpg"
    },
    {
      
        "quoteText" :"Laugh whenever you can. Keeps you from killing yourself when things are bad. That and vodka",
		"author":" Jim Butcher, Changes",
        "img" : "https://images.gr-assets.com/authors/1400640324p2/10746.jpg"
    },
    {
       
        "quoteText":"Alcohol may be man's worst enemy, but the bible says love your enemy.",
        "author":" Frank Sinatra",
        "img" : "https://images.gr-assets.com/authors/1207679684p2/220471.jpg"
    },
    {
      
        "quoteText" : "I cook with wine, sometimes I even add it to the food.",
		"author":"W.C. Fields",
        "img" : "https://images.gr-assets.com/authors/1331712829p2/82951.jpg"
    },
    {
       
        "quoteText" : "I went to the worst of bars hoping to get killed but all I could do was to get drunk again.",
		"author":"Charles Bukowski",
        "img" : "https://images.gr-assets.com/authors/1501509674p2/13275.jpg"
    },
    {
    
        "quoteText" :  "A lady came up to me one day and said 'Sir! You are drunk', to which I replied 'I am drunk today madam, and tomorrow I shall be sober but you will still be ugly.",
		"author":"Winston Churchill",
        "img" : "https://images.gr-assets.com/authors/1306133803p2/14033.jpg"
    },
    
    {
      
        "quoteText" : "In wine there is wisdom, in beer there is Freedom, in water there is bacteria.",
		"author":"Benjamin Franklin",
        "img" : "https://images.gr-assets.com/authors/1215314094p2/289513.jpg"
    },
    {
        "quoteText": "Here's to alcohol, the rose colored glasses of life..",
		"author":"F. Scott Fitzgerald, The Beautiful and Damned",
        "img" : "https://images.gr-assets.com/authors/1517864008p2/3190.jpg"
    },
    {
       
        "quoteText" :"Drinking is an emotional thing. It joggles you out of the standardism of everyday life, out of everything being the same. It yanks you out of your body and your mind and throws you against the wall. I have the feeling that drinking is a form of suicide where you're allowed to return to life and begin all over the next day. It's like killing yourself, and then you're reborn. I guess I've lived about ten or fifteen thousand lives now.",
		"author":"Charles Bukowski",
        "img" : "https://images.gr-assets.com/authors/1501509674p2/13275.jpg"
    },
    {
       
        "quoteText" : "I drink to make other people more interesting",
		"author":"Hemingway, Ernest",
        "img" : "https://images.gr-assets.com/authors/1574217836p2/1455.jpg"
    },
    {
     
        "quoteText" : "After the first glass, you see things as you wish they were. After the second, you see things as they are not. Finally, you see things as they really are, and that is the most horrible thing in the world.",
		"author":"Oscar Wilde",
        "img" : "https://images.gr-assets.com/authors/1521044377p2/3565.jpg"
    },
    {
     
        "quoteText" : "For art to exist, for any sort of aesthetic activity or perception to exist, a certain physiological precondition is indispensable: intoxication.",
		"author":"Friedrich Nietzsche",
		"img" : "https://images.gr-assets.com/authors/1455294131p2/1938.jpg"
    },
    {
       
        "quoteText": "Camels can go many weeks without drinking anything at all. The notion that they cache water in their humps is pure myth—their humps are made of fat, and water is stored in their body tissues. While other mammals draw water from bloodstreams when faced with dehydration, leading to death by volume shock, camels tap the water in their tissues, keeping their blood volume stable. Though this reduces the camel’s bulk, they can lose up to a third of their body weight with no ill effects, which they can replace astonishingly quickly, as they are able to drink up to forty gallons in a single watering." ,
		"author":"Michael Benanav",
        "img" : "https://images.gr-assets.com/authors/1336587989p2/41895.jpg"
    },
    {
     
        "quoteText" :   "Everybody's got to believe in something. I believe I'll have another beer.",
	    "author":"W.C. Fields",
        "img" : "https://images.gr-assets.com/authors/1331712829p2/82951.jpg"
    },
    {
      
        "quoteText": "I don't have a drinking problem 'Cept when I can't get a drink.",
		"author":"Tom Waits",
        "img" : "https://images.gr-assets.com/authors/1207690323p2/101363.jpg"
    },
    {
      
        "quoteText" :   "Do you drink?\"\"Of course,I just said I was a writer.",
		"author":"Stephen King",
        "img" : "https://images.gr-assets.com/authors/1362814142p2/3389.jpg"
    },
    {
      
        "quoteText" :    "There comes a time in every woman's life when the only thing that helps is a glass of champagne.",
        "author":" Bette Davis",
        "img" : "https://images.gr-assets.com/authors/1270599807p2/56410.jpg"
    },
    {
       
        "quoteText" : "Liquor is the chloroform which enables the poor man to endure the painful operation of living..",
		"author":"George Bernard Shaw",
        "img" : "https://images.gr-assets.com/authors/1271683549p2/5217.jpg"
    },
    {
      
        "quoteText" :    "Two great European narcotics, alcohol and Christianity.",
		"author":" Friedrich Nietzsche",
        "img" : "https://images.gr-assets.com/authors/1455294131p2/1938.jpg"
    },
    {
       
        "quoteText" : "To alcohol! The cause of... and solution to... all of life's problems.",
	"author":"Matt Groening",
        "img" : "https://images.gr-assets.com/authors/1198682012p2/30808.jpg"
    },
    {
        "quoteText" :"I like to see the glass as half full, hopefully of jack daniels.",
		"author":" Darynda Jones, First Grave on the Right",
        "img" : "https://images.gr-assets.com/authors/1285278216p2/4175419.jpg"
    },
    {
       
        "quoteText" :   "Whoever drinks beer, he is quick to sleep; whoever sleeps long, does not sin; whoever does not sin, enters Heaven! Thus, let us drink beer!",
		"author":"Martin Luther",
        "img" : "https://images.gr-assets.com/authors/1209357172p2/29874.jpg"
    },
    {
     
        "quoteText" :  "I always take Scotch whiskey at night as a preventive of toothache. I have never had the toothache; and what is more, I never intend to have it.",
		"author":"Mark Twain",
        "img" : "https://images.gr-assets.com/authors/1322103868p2/1244.jpg"
    },
    {
     
        "quoteText" :  "Alcohol, taken in sufficient quantities, may produce all the effects of drunkenness.",
		"author":" Oscar Wilde",
        "img" : "https://images.gr-assets.com/authors/1521044377p2/3565.jpg"
    },
    {
    
        "quoteText" :  "The problem with the designated driver program, it's not a desirable job, but if you ever get sucked into doing it, have fun with it. At the end of the night, drop them off at the wrong house.",
		"author":"Jeff Foxworthy",
        "img" : "https://images.gr-assets.com/authors/1333240986p2/255456.jpg"
    },

    {
      
        "quoteText" :"99% of all problems can be solved by money -- and for the other 1% there's alcohol",
		"author":"Quentin R. Bufogle",
        "img" : "https://images.gr-assets.com/authors/1574231050p2/2662374.jpg"
    },
    {
      
        "quoteText" : "Scotch whisky is made from barley and the morning dew on angel's nipples.",
		"author":" Warren Ellis",
        "img" : "https://images.gr-assets.com/authors/1447009436p2/12772.jpg"
    },
    {
      
        "quoteText" : "A computer lets you make more mistakes faster than any other invention with the possible exceptions of handguns and Tequila.",
		"author":"Mitch Ratcliffe",
        "img" : "https://images.gr-assets.com/authors/1222328541p2/765026.jpg"
    },
    {
      
        "quoteText": "Not everyone who drinks is a poet. Some of us drink because we're not poets",
		"author":"Dudley Moore",
        "img" : "https://images.gr-assets.com/authors/1248452616p2/297873.jpg"
    },
    {
   
        "quoteText" : "When you stop drinking, you have to deal with this marvelous personality that started you drinking in the first place",
		"author":"Mark Twain",
        "img" : "https://images.gr-assets.com/authors/1322103868p2/1244.jpg"
    },
    {
      
        "quoteText" :   "The problem with the designated driver program, it's not a desirable job, but if you ever get sucked into doing it, have fun with it. At the end of the night, drop them off at the wrong house.",
		"author":" Jimmy Breslin",
        "img" : "https://images.gr-assets.com/authors/1468425037p2/53424.jpg"
    },
    {
      
        "quoteText" :  "If I had to live my life over, I'd live over a saloon",
		"author":"W.C. Fields",
        "img" : "https://images.gr-assets.com/authors/1331712829p2/82951.jpg"
    },
    {
    
        "quoteText" :   "One sip of this will bathe the drooping spirits in delight, beyond the bliss of dreams.",
		"author":"John Milton, Comus",
        "img" : "https://images.gr-assets.com/authors/1438861655p2/9876.jpg"
    },
    {
      
        "quoteText" : "I never drink while I'm working, but after a few glasses I get ideas that would never have occurred to me dead sober.",
		"author":"Irwin Shaw",
        "img" : "https://images.gr-assets.com/authors/1491654461p2/7735.jpg"
    },
    {
       
        "quoteText" : "If I have a near-beer, I’m near beer. And if I’m near beer, I’m close to tequila. And if I’m close to tequila, I’m adjacent to cocaine.",
		"auhtor":"Craig Ferguson",
        "img" : "https://images.gr-assets.com/authors/1209559121p2/77426.jpg"
    },
    {
        
        "quoteText" : "Always remember, that I have taken more out of alcohol than alcohol has taken out of me.",
		"author":"Winston S. Churchill",
        "img" : "https://images.gr-assets.com/authors/1306133803p2/14033.jpg"
    },
    {
      
        "quoteText" : "It's 4:58 on Friday afternoon. Do you know where your margarita is?",
		"author":"Amy Neftzger",
        "img" : "https://images.gr-assets.com/authors/1322651968p2/82732.jpg"
    },
    {
      
        "quoteText" : "The stains could be seen only in the sunlight, so Ruth was never really aware of them until later, when she would stop at an outdoor cafe for a cup of coffee, and look down at her skirt and see the dark traces of spilled vodka or whiskey. The alcohol had the effect of making the black cloth blacker. This amused her; she had noted in her journal: 'booze affects material as it does people'.",
		"author" : "Alice Sebold",
        "img" : "https://images.gr-assets.com/authors/1262477562p2/316.jpg"
    },
    {
        "quoteText" :  "I mean, you know how it is. You chase a bottle of sleeping pills with a bottle of Jack Daniel's and life's never the same, no matter how many times you try to tell people it was just an accident.",
		"author":"Courtney Summers",
        "img" : "https://images.gr-assets.com/authors/1519531831p2/1487748.jpg"
    },
    {
      
        "quoteText" :"Drunken men give some of the best pep talks.",
	     "author":"Criss Jami, Killosophy",
        "img" : "https://images.gr-assets.com/authors/1490557657p2/4860176.jpg"
    },
    {
        
        "quoteText" : "I'm a drinker with writing problems.",
		"author":"Brendan Behan",
        "img" : "https://images.gr-assets.com/authors/1520799835p2/41348.jpg"
    },
    {
        
        "quoteText" : "What is this thing you call substance abuse? All I wanna do is forget and get loose.Drinking and smoking over and overWhat's so great about a life that's sober?There's nothing cool about being youngWhen the monsters of night have stolen the sun.I'm tired of searching for words in the sky.All I wanna do is drink and die. Nothing is real. It's all a big lie. All I wanna do is drink and die. There's nothing cool about being youngWhen the monsters of night have stolen the sun.",
		"author":"Benjamin Alire Sáenz",
        "img" : "https://images.gr-assets.com/authors/1386527200p2/4841310.jpg"
    },
    {
      
        "quoteText" : "I am not a finished poem, and I am not the song you’ve turned me into. I am a detached human being, making my way in a world that is constantly trying to push me aside, and you who send me letters and emails and beautiful gifts wouldn’t even recognise me if you saw me walking down the street where I live tomorrowfor I am not a poem. I am tired and worn out and the eyes you would see would not be painted or inspiredbut empty and weary from drinking too much at all timesand I am not the life of your party who sings and has glorious words to speakfor I don’t speak muchat alland my voice is raspy and unsteady from unhealthy living and not much sleep and I only use it when I sing and I always sing too muchor not at alland never when people are around because they expect poems and symphonies and I am nota poembut an elegyat my bestbut unedited and uncut and not a lot of people want to work with me because there’s only so much you can do with an audio take, with the plug-ins and EQs and I was born distorted, disordered, and I’m pretty fine with that,but others are not.",
		"author":"Charlotte Eriksson",
        "img" : "https://images.gr-assets.com/authors/1579444400p2/7056690.jpg"
    },
    {
      
        "quoteText" : "Sleep is like a cat: It only comes to you if you ignore it. I drank more and continued my mantra. 'Stop thinking', swig, 'empty your head', swig, 'now, seriously empty your head'.",
		"author":"Gillian Flynn",
        "img" : "https://images.gr-assets.com/authors/1232123231p2/2383.jpg"
    },
    {
       
        "quoteText" :"I've gotten more out of alcohol than alcohol has taken out of me.",
		"author":"Winston S. Churchill",
        "img" : "https://images.gr-assets.com/authors/1306133803p2/14033.jpg"
    },
    {
       
        "quoteText" :"Some people are extroverts only when they are drunk.",
		"author":"Mokokoma Mokhonoana",
        "img" : "https://images.gr-assets.com/authors/1575898035p2/7152008.jpg"
    },
    {
       
        "quoteText":"I feel sorry for people who don't drink. When they wake up in the morning that's as good as they're going to feel all day.",
        "author":" Frank Sinatra",
        "img" : "https://images.gr-assets.com/authors/1207679684p2/220471.jpg"
    },
    {
       
        "quoteText":"The problem with some people is that when they aren't drunk they're sober.",
        "author":"William Butler Yeats",
        "img" : "https://images.gr-assets.com/authors/1440689155p2/29963.jpg"
    },
    {
      
        "quoteText" :"You're not drunk if you can lie on the floor without holding on",
		"author" : "Dean Martin",
        "img" : "https://images.gr-assets.com/authors/1208274380p2/590855.jpg"
    },
    {
       
        "quoteText":"Work is the curse of the drinking classes.",
        "author":"Oscar Wilde",
        "img" : "https://images.gr-assets.com/authors/1521044377p2/3565.jpg"
    },
    {
      
        "quoteText" :  "A woman drove me to drink and I didn't even have the decency to thank her.",
		"author":"W.C. Fields",
        "img" : "https://images.gr-assets.com/authors/1331712829p2/82951.jpg"
    },
    {
      
        "quoteText" :  "It takes only one drink to get me drunk.....the trouble is, I can't remember if it's the thirteenth or the fourteenth",
		"author":"George Burns",
        "img" : "https://images.gr-assets.com/authors/1248450358p2/43259.jpg"
    },
    {
      
        "quoteText" :  "All right, brain. You don't like me and I don't like you, but let's just do this and I can get back to killing you with beer.",
		"author":"Homer Simpson - Matt Groening",
        "img" : "https://images.gr-assets.com/authors/1198682012p2/30808.jpg"
    },
    {
      
        "quoteText" :  "Give an Irishman lager for a month and he's a dead man. An Irishman's stomach is lined with copper, and the beer corrodes it. But whiskey polishes the copper and is the saving of him.",
		"author":"Mark Twain",
        "img" : "https://images.gr-assets.com/authors/1322103868p2/1244.jpg"
    },
    {
      
        "quoteText" : "I only take a drink on two occasions - when I'm thirsty and when I'm not..",
		"author":"Brenden Behan",
        "img" : "https://images.gr-assets.com/authors/1520799835p2/41348.jpg"
    },
    {
      
        "quoteText" : "Wine is constant proof that God loves us and likes to see us happy.",
		"author":"Benjamin Franklin",
        "img" : "https://images.gr-assets.com/authors/1215314094p2/289513.jpg"
    },
    {
       
        "quoteText":"24 hours in a day. 24 beers in a case. Coincidence? I think not.",
        "author":"H.L. Mencken",
        "img" : "https://images.gr-assets.com/authors/1399814051p2/7805.jpg"
    }
]